Repository: NaN-tic/trytond-account_payment_gateway_redsys
Catalog: locale/*.po
Languages: ca, es_es

# field:account.payment.gateway,redsys_currency:
source: Currency
ca: Moneda
es_es: Moneda

# field:account.payment.gateway,redsys_merchant_code:
source: Merchant Code
ca: Codi del comerç
es_es: C贸digo del comercio

# field:account.payment.gateway,redsys_merchant_name:
source: Merchant Name
ca: Nom del comerç
es_es: Nombre del comercio

# field:account.payment.gateway,redsys_secret_key:
source: Secret Key
ca: Clau secreta
es_es: Clave secreta

# field:account.payment.gateway,redsys_sequence:
source: Sequence
ca: Seqüència
es_es: Secuencia

# field:account.payment.gateway,redsys_transaction_type:
source: Transaction Type
ca: Tipus transacció
es_es: Tipo transacci贸n

# help:account.payment.gateway,redsys_currency:
source: Redsys Currency
ca: Redsys moneda
es_es: Redsys moneda

# help:account.payment.gateway,redsys_merchant_code:
source: Redsys Merchant Code
ca: Redsys codi del comerç
es_es: Redsys c贸digo del comercio

# help:account.payment.gateway,redsys_merchant_name:
source: Redsys Merchant Name
ca: Redsys nom del comerç
es_es: Redsys nombre del comercio

# help:account.payment.gateway,redsys_secret_key:
source: Redsys Secret Key
ca: Redsys clau secreta
es_es: Redsys clave secreta

# help:account.payment.gateway,redsys_sequence:
source: Redsys Sequence. Min. 4N. Max. 12 AN
ca: Redsys Seqüencia. Min. 4N. Max. 12 AN
es_es: Redsys secuencia. Min. 4N. Max. 12 AN

# help:account.payment.gateway,redsys_transaction_type:
source: Redsys Transaction Type
ca: Redsys tipus de transacció
es_es: Redsys tipo de transacci贸n
